{
  "products": [
    {
      "id": 0,
      "title": "Canon EOS 1D",
      "description": "Камера Canon EOS-1D X Mark III может создавать до 20 кадров разрешением 20,1 МП каждую секунду при съемке в режиме Live View — такая скорость доступна как при съемке с механическим затвором для аутентичной съемки движения, так и с электронным затвором для бесшумной съемки.",
      "image": "0.jpg",
      "price": 300000,
      "inStock": 0
    },
    {
      "id": 1,
      "title": "Nikon D6",
      "description": "D6 — это первая цифровая зеркальная фотокамера, которая позволяет вам уделять приоритетное внимание фокусировке на глазах объекта при использовании автоматического выбора зоны АФ или 3D слежения. В сочетании с высокой плотностью и широким покрытием вы сможете запечатлеть выражение решимости на лице объекта.",
      "image": "1.jpg",
      "price": 200000,
      "inStock": 3
    },
    {
      "id": 2,
      "title": "Canon EOS R6",
      "description": "Познакомьтесь с Canon EOS R6 и узнайте, как беспрецедентная скорость и стабильность, а также инновационные технологии этой камеры смогут вывести ваши творческие возможности на новый уровень. Запечатлейте мгновения в изображениях невероятного качества и реализуйте свой потенциал в качестве видеографа.",
      "image": "2.jpg",
      "price": 71000,
      "inStock": 3
    },
    {
      "id": 3,
      "title": "Nikon D850",
      "description": "Компания Nikon представляет фотокамеру D850 и дает фотографам, снимающим в полнокадровом режиме, возможность почувствовать преимущества уникального сочетания высокого разрешения, скорости и светочувствительности. Как в студии",
      "image": "3.jpg",
      "price": 70000,
      "inStock": 3
    },
    {
      "id": 4,
      "title": "Canon EOS RP",
      "description": "Компактная, легкая и простая в управлении полнокадровая беззеркальная камера для творческих личностей, которые всегда в движении.",
      "image": "4.jpg",
      "price": 32000,
      "inStock": 3
    },
    {
      "id": 5,
      "title": "Sony Alpha a7R",
      "description": "Sony Alpha a7R III Body. Новый взгляд на реальность. Измените свое восприятие реальности с помощью камеры α7R III, предлагающей превосходную скорость, высокое разрешение, функциональность профессионального уровня и надежную работу в самых сложных условиях.",
      "image": "5.jpg",
      "price": 80000,
      "inStock": 3
    },
    {
      "id": 6,
      "title": "Olympus E-M1",
      "description": "Во время съемки даже в трудных условиях с E-M1 Mark III вы будете ощущать только комфорт. Легкий корпус, защищенный от любых погодных условий, и продвинутый аккумулятор повышенной емкости справятся с фотографией любой сложности.",
      "image": "6.jpg",
      "price": 50000,
      "inStock": 3
    },
    {
      "id": 7,
      "title": "Fujifilm X-E4",
      "description": "Дизайн X-E4 воплощает суть всего, что делает камеру X-E особенной. Благодаря вневременному дизайну дальномера и тонкому корпусу вы можете носить эту камеру куда угодно. Металлические диски не только вызывают традиционное удовольствие от использования аналоговой камеры, но также помогают спланировать и настроить камеру, даже когда она выключена.",
      "image": "7.jpg",
      "price": 33000,
      "inStock": 3
    },
    {
      "id": 8,
      "title": "Fujifilm X-S10",
      "description": "Вы будете как никогда близки к объекту съемки благодаря компактной и невероятно мощной камере. FUJIFILM X-S10 поможет максимально раскрыть ваш творческий потенциал.",
      "image": "8.jpg",
      "price": 43000,
      "inStock": 3
    },
    {
      "id": 9,
      "title": "Lumix DC-S1H",
      "description": "Камера LUMIX S1H обладает как базовыми возможностями, так и продвинутыми современными технологиями и предлагает выдающуюся и разноплановую производительность при съемке видео",
      "image": "9.jpg",
      "price": 99999,
      "inStock": 3
    }
  ],
  "cart": {
    "items": 0,
    "price": 0
  }
}